Repository: lliurex/lliurex-onedrive
Catalog: lliurex-po/lliurex-onedrive/*.po
Languages: ca@valencia, es

source: Click to update authorization to sync space
ca@valencia: Feu clic per a actualitzar l'autorització per a sincronitzar l'espai
es: Haga clic para actualizar la autorización para sincronizar el espacio

source: Identification of the folders included in the sync:
ca@valencia: Identificació de les carpetes incloses en la sincronització:
es: Identificación de las carpetas incluidas en la sincronización:

source: Click to manage the identifier to the folders included in the synchronization
ca@valencia: Feu clic per a gestionar la identificació de les carpetes incloses en la sincronització
es: Haga clic para gestionar la identificación de las carpetas incluidas en la sincronización

source: Show the identification
ca@valencia: Mostra la identificació
es: Mostrar la identificación

source: Hide the identification
ca@valencia: Oculta la identificació
es: Ocultar la identificación

source: Local space folder not exists. Are you sure you want to resynchronize the space? This action can lead to deletion of files stored on OneDrive/SharePoint
ca@valencia: La carpeta local de l'espai no existeix. Està segur de voler resincronitzar l'espai? Aquesta acció pot provocar l'esborrat d'arxius emmagatzemats en el OneDrive/SharePoint
es: La carpeta local del espacio no existe. ¿Está seguro de querer resincronizar el espacio? Esta acción puede provocar el borrado de archivos almacenados en OneDrive/SharePoint

source: Running this action may cause local files to be overwritten with older versions downloaded from OneDrive/SharePoint. Are you sure you want to resynchronize the space?
ca@valencia: Executar aquesta acció pot provocar que arxius locals siguen sobreescrits amb versions antigues descarregades de OneDrive/SharePoint. Està segur de voler resincronitzar l'espai?
es: Ejecutar esta acción puede provocar que archivos locales sean sobrescritos con versiones antiguas descargadas de OneDrive/SharePoint. ¿Está seguro de querer resincronizar el espacio?

source: This action will update the authorization to sync this space. Are you sure you want to continue?
ca@valencia: Aquesta acció actualitzarà l'autorització per a sincronitzar aquest espai. Està segur de voler continuar?
es: Esta accción actualizará la autorización para sincronizar este espacio. ¿Desea continuar?

source: Running this action may take a long time. Are you sure you want to launch the consolidation process?
ca@valencia: Executar esta acció pot requerir molt de temps. Desitjeu llançar el procés de consolidació?
es: Ejecutar esta acción puede requerir mucho tiempo. ¿Desea lanzar el proceso de consolidación?

source: Some options can only be executed if the synchronization is stopped
ca@valencia: Algunes opcions només es pot executar si la sincronització està parada
es: Algunas opciones sólo pueden ser ejecutadas si la sincronización esta parada

source: The authorization to sync the space has been updated
ca@valencia: L'autorització per a sincronitzar l'espai ha sigut actualitzada
es: La autorización para sincronizar el espacio ha sido actualizada

source: The consolidation process has ended successfully
ca@valencia: El procés de consolidació ha acabat correctament
es: El proceso de consolidación ha terminado correctamente

source: It is not possible to update the authorization to syn the space. Wait a moment and try again
ca@valencia: No és possible actualitzar l'autorització per a sincronitzar l'espai Espereu un moment i torneu a intentar-lo
es: No es posible actualizar la autorización para sincronizar el espacio. Espere un mmento e inténtelo de nuevo

source: The consolidation process has ended with errors
ca@valencia: El procés de consolidació ha acabat amb errors
es: El proceso de consolidación ha terminado con errores

source: Configuring a new space. Wait a moment...
ca@valencia: S'està configurant un nou espai. Espereu un moment...
es: Configurando un nuevo espacio. Espere un momento...

source: Looking for libraries. Wait a moment...
ca@valencia: S'estan buscant biblioteques. Espereu un moment...
es: Buscando bibliotecas. Espere un momento...

source: Loading space settings. Wait a moment...
ca@valencia: S'està carregant la configuració de l'espai. Espereu un moment...
es: Cargando la configuración del espacio. Espere un momento...

source: Starting the sync. Wait a moment...
ca@valencia: La sincronització s'està iniciant. Espereu un moment...
es: Iniciando la sincronización. Espere un momento...

source: Stopping the sync. Wait a moment...
ca@valencia: La sincronització està parant. Espereu un moment...
es: Parando la sincronización. Espere un momento...

source: Checking status. Wait a moment...
ca@valencia: S'està comprovant l'estat. Espereu un moment...
es: Comprobando el estado. Espere un momento...

source: Unlinking from space. Wait a moment...
ca@valencia: S'està desvinculant de l'espai. Espereu un moment...
es: Desvinculando del espacio. Espere un momento...

source: Gathering OneDrive/SharePoint folder structure. Wait a moment...
ca@valencia: S'està obtenint l'estructura de la carpeta del OneDrive/SharePoint. Espereu un moment...
es: Obteniendo la estructura del espacio de OneDrive/SharePoint. Espere un momento...

source: Restoring values . Wait a moment...
ca@valencia: S'estan restaurant els valors. Espereu un moment...
es: Restaurando valores. Espere un momento...

source: Saving changes. Wait a moment...
ca@valencia: S'estan guardant els canvis. Espereu un moment...
es: Guardando los cambios. Espere un momento...

source: Running the test. Wait a moment...
ca@valencia: S'està executant el test. Espereu un moment...
es: Ejecutando el test. Espere un momento...

source: Resynchronizing the space. Wait a moment...
ca@valencia: S'està executant la resincronització de l'espai. Espereu un moment...
es: Resincronizando el espacio. Espere un momento...

source: Looking for SharePoints. Wait a moment...
ca@valencia: S'estan buscant SharePoints. Espereu un moment...
es: Buscando SharePoints. Espere un momento...

source: Migrating configuration. Wait a moment...
ca@valencia: S'està migrant la configuració. Espereu un moment...
es: Migrando la configuración. Espere un momento...

source: Applying folders indentification. Wait a moment...
ca@valencia: S'està aplicant la identificació de les carpetes. Espereu un moment...
es: Aplicando la identificación de las carpetas. Espere un momento...

source: Removing folders indentification. Wait a moment...
ca@valencia: S'està eliminant la identificació de les carpetes. Espereu un moment...
es: Eliminando la identificación de las carpetas. Espere un momento...

source: The consolidation process is running. Wait a moment...
ca@valencia: S'està executant el procés de consolidació. Espereu un moment...
es: Ejecutando el proceso de consolidación. Espere un momento...

source: View errors report
ca@valencia: Veure informe d'errors
es: Ver informe de errores

source: Close
ca@valencia: Tanca
es: Cerrar

source: These files will be send to your OneDrive account as soon as posible. Once sent, the will be deleted from your local folder. Please verifiy that the transfer is successful by accessing the LLIUREX_ONEDRIVE_BACKUP folder in your OneDrive account
ca@valencia: Estos arxius seran enviats al seu compte de OneDrive al més prompte possible. Una vegada enviats, seran esborrats de la seua carpeta local. Per favor verifique que la transferència s'ha realitzat correctament accedint a la carpeta LLIUREX_ONEDRIVE_BACKUP del seu compte de OneDrive
es: Estos archivos serán enviados a su cuenta de OneDrive lo más pronto posible. Una vez enviados, serán borrados de su carpeta local. Por favor verifique que la transferencia se ha realizado correctamente accediendo a la carpeta LLIUREX_ONEDRIVE_BACKUP de su cuenta de OneDrive

source: No files/folders selected to copy
ca@valencia: No s'han seleccionat arxius/carpetes per a copiar
es: Npo se han seleccionado archivos o carpetas para copiar

source: Folder to copy files not exist
ca@valencia: La carpeta on copiar els arxius no existix
es: La carpeta donde copiar los archivos no existe

source: Copying to local folder has finished with errors. Errors detected:
ca@valencia: El copiat a la carpeta local ha finalitzat amb errors. Errors detectats:
es: El copiado a la carpeta local ha finalizado con errores. Errores detectados:

source: Invalid arguments
ca@valencia: Arguments no vàlids
es: Argumentos no válidos

source: Checking. Wait a moment...
ca@valencia: S'està comprovant. Espereu un moment...
es: Comprobando. Espere un momento...

source: Copying. Wait a moment...
ca@valencia: S'està copiant. Espereu un moment...
es: Copiando. Espere un momento...

source: Copying to local folder completed successfully
ca@valencia: La còpia a la carpeta local ha finalitzat correctament
es: El copiado a la carpeta local se ha completado correctamente

source: Lliurex-Onedrive is now running. Wait a moment and try again
ca@valencia: Lliurex-OneDrive està en execució. Espereu un moment i torneu-ho a provar
es: Lliurex-OneDrive esta siendo ejecutado Espere un momento e inténtelo de nuevo
