Repository: lliurex/lliurex-onedrive
Catalog: lliurex-po/lliurex-onedrive/*.po
Languages: ca@valencia, es

source: Spaces
ca@valencia: Espais
es: Espacios

source: Help
ca@valencia: Ajuda
es: Ayuda

source: Synchronized spaces
ca@valencia: Espais sincronitzats
es: Espacios sincronizados

source: New space
ca@valencia: Nou espai
es: Nuevo espacio

source: The content that is synchronized will reduce available space on the computer. Do you want to continue with the pairing process?
ca@valencia: El contingut sincronitzat reduirà l'espai disponible en aquest equip. Voleu continuar amb el procés de sincronització?
es: El contenido que se sincronize reducirá el espacio disponible en el equipo. ¿Quiere iniciar con el proceso de sincronización?

source: Accept
ca@valencia: D'acord
es: Aceptar

source: Cancel
ca@valencia: Cancel·la
es: Cancelar

source: The new space to synchronize has been configured successfully
ca@valencia: El nou espai ha sincronitzar s'ha configurat correctament
es: El nuevo espacio ha sincronizar se ha configurado correctamente

source: One or more spaces require your attention
ca@valencia: Un o més espais requereixen la seua atenció
es: Uno o más espacios requieren su atención

source: An error occurred during setup. Wait a moment and try again
ca@valencia: S'ha produït un error durant la instal·lació. Espereu un moment i torneu-ho a provar
es: Ha ocurrido un error durante la configuración. Espere un momento e inténtelo de nuevo

source: The available space in HDD is less than 10 GB
ca@valencia: L'espai disponible en el disc dur és menor de 10 GB
es: El espacio disponible en el disco duro es menor de 10 GB

source: The available space in HDD is less than 5 GB. No more content will be synced
ca@valencia: L'espai disponible en el disc dur és menor de 5 GB. No se sincronitzarà mes contingut
es: El espacio disponible en el disco duro es menos de 5 GB. No se sincronizará más contenido

source: There is not enough space in HDD to sync more spaces
ca@valencia: No hi ha espai disponible en el disc dur per a sincronitzar més espais
es: No hay espacio suficiente en el disco duro para sincronizar más espacios

source: No space is being sinced
ca@valencia: Cap espai està sent sincronitzat
es: No se está sincronizando ningún espacio

source: Click to manage this space
ca@valencia: Feu clic per a gestionar l'espai
es: Haga clic para gestionar el espacio

source: Configuration Migration
ca@valencia: Migració de la configuració
es: Migración de la configuración

source: Associated email:
ca@valencia: Correu associat:
es: Correo asociado:

source: Space Type:
ca@valencia: Tipus d'espai:
es: Tipo de espacio:

source: SharePoint name:
ca@valencia: Nom del SharePoint:
es: Nombre del SharePoint:

source: Library to sync:
ca@valencia: Biblioteca a sincronitzar:
es: Biblioteca a sincronizar:

source: Apply
ca@valencia: Aplica
es: Aplicar

source: The local folder (with content) to be used for synchronization has been detected. If you link this computer with this OneDrive/SharePoint space, the existing content in that folder will be added to OneDrive/SharePoint. Do you want to continue with the pairing process?
ca@valencia: S'ha detectat una carpeta local (amb contingut) usada per a sincronitzar en aquest equip. Si vinculeu aquest equip amb aquest espai del OneDrive/SharePoint, el contingut d'aquesta carpeta serà afegit al OneDrive/SharePoint. Voleu continuar amb el procés de vinculació?
es: Se ha detectado una carpeta local (con contenido) usada para sincronizar en este equipo. Si vincula este equipo con este espacio de OneDrive/SharePoint, el contenido de dicha carpeta será añadido a OneDrive/SharePoint. ¿Desea continuar con el proceso de vinculación?

source: Its content in OneDrive/SharePoint is approximately
ca@valencia: El seu contingut en el OneDrive/SharePoint és aproximadament
es: Su contenido en OneDrive/SharePoint es aproximadamente de

source: The space available on the computer is
ca@valencia: L'espai disponible a l'ordinador és
es: El espacio disponible en el equipo es de

source: Start syncing all content
ca@valencia: Inicia la sincronització de tot el contingut
es: Iniciar la sincronización de todo el contenido

source: Select content to synchronize and/or review settings
ca@valencia: Seleccionar el contingut i/o revisa preferències
es: Seleccionar el contenido y/o revisar preferencias

source: You're going to set up a space that will only send files and folders from your computer to the LLIUREX_ONEDRIVE_BACKUP folder in your OneDrive account. Remember: - Don't delete o rename the LLIUREX_ONEDRIVE_BACKUP folder - Files and folders copied to the local folder LLIUREX_ONEDRIVE_BACKUP on your computer will be deleted from it once they are sent to the corresponding OneDrive account
ca@valencia: Esteu configurant un espai que només enviarà arxius i carpetes des del seu equip a la carpeta LLIUREX_ONEDRIVE_BACKUP del seu compte de OneDrive. Recorde: - No esborre ni canvie de nom la carpeta LLIUREX_ONEDRIVE_BACKUP - Els arxius i carpetes copiats en la carpeta local LLIUREX_ONEDRIVE_BACKUP del seu equip seran esborrats d'esta carpeta una vegada siguen enviats al compte de OneDrive corresponent
es: Va a configurar un espacio que sólo enviará archivos y carpetas desde su equipo a la carpeta LLIUREX_ONEDRIVE_BACKUP de su cuenta de OneDrive. Recuerde: - No borre ni renombre la carpeta LLIUREX_ONEDRIVE_BACKUP - Los archivos y carpetas copiados en la carpeta local LLIUREX_ONEDRIVE_BACKUP de su equipo serán borrados de dicha carpeta una vez sean enviados a la cuenta de OneDrive correspondiente

source: Start now
ca@valencia: Inicia ara
es: Iniciar ahora

source: Review settings
ca@valencia: Revisa preferències
es: Revisar preferencias

source: A OneDrive/SharePoint space associated with the indicated email is already being synced
ca@valencia: L'espai del OneDrive/SharePoint associat al correu indicat ja està sent sincronitzat
es: El espacio de OneDrive/SharePoint asociado al correo indicado ya está siendo sincronizado

source: No libraries found for the indicated SharePoint
ca@valencia: No hi ha biblioteques associades al SharePoint indicat
es: No se han encontrado bibliotecas para el SharePoint indicado

source: No SharePoints found for the indicated email
ca@valencia: No s'han trobat SharePoints per al correu indicat
es: No se han encontrado SharePoints para el correo indicado

source: Unable to migrate old configuration
ca@valencia: No s'ha pogut migrar la configuració antiga
es: Error al migrar la configuración antigua

source: Unable to get authorization to sync space. Wait a moment and try again
ca@valencia: No és possible obtindre l'autorització per a sincronitzar l'espai Espereu un moment i torneu a intentar-lo
es: No es posible obtener la autorización para sincronizar el espacio. Espere un momento e inténtelo de nuevo

source: The content that is synchronized will reduce available space on the computer. Do you want to start syncing or select the content and/or review settings?
ca@valencia: El contingut sincronitzat reduirà l'espai disponible en aquest equip. Voleu iniciar la sincronització o preferiu seleccionar el contingut i/o revisar les preferències?
es: El contenido que se sincronize reducirá el espacio disponible en el equipo. ¿Quiere iniciar la sincronizacion o seleccionar el contenido a sincronizar y/o revisar preferencias?

source: There is no space available on the HDD to sync all the content. Do you want to select the content and/or review settings or cancel the space settings?
ca@valencia: No hi ha espai disponible en el disc dur per a sincronitzar més espais. Voleu seleccionar el contingut i/o revisar les preferències o cancel·lar la configuració de l'espai ?
es: No hay espacio suficiente en el disco duro para sincronizar todo el contenido. ¿Quiere seleccionar el contenido y/o revisar preferencias o cancelar la configuración del espacio?

source: Migration information
ca@valencia: Informació sobre la migració
es: Información sobre la migración

source: In order to continue using LliureX-OneDrive it is necessary to migrate the current configurarion. Before starting the process it is recommended to consult the help. During the migration process the synchronization will be stopped.Once finished,you can start the synchronization again. To start the migration clik Continue
ca@valencia: Per a poder continuar usant LliureX-OneDrive és necessari migrar la configuració actual. Abans d'iniciar el procés es recomana consultar l'ajuda. Durant el procés de migració la sincronització serà detinguda. Una vegada finalitze el procés, podrà iniciar la sincronització de nou. Per a iniciar la migració feu clic a Continua
es: Para poder seguir usando LliureX-OneDrive es necesario migrar la configuración actual. Antes de ejecutar el proceso de migración se recomienda consultar la ayuda. Durante el proceso de migración la sincronización será detenida. Una vez finalice, podrá iniciar la sincronización de nuevo. Para iniciar la migración haga clic en Continuar

source: Continue
ca@valencia: Continua
es: Continuar

source: Synchronize
ca@valencia: Sincronització
es: Sincronizar

source: Synchronize all folders of space
ca@valencia: Sincronitza totes les carpetes de l'espai
es: Sincronizar todas las carpetas del espacio

source: Synchronize only those folders
ca@valencia: Sincronitza només aquestes carpetes
es: Sincronizar solamente estas carpetas

source: Click to update the space folder structure
ca@valencia: Feu clic per a actualitzar l'estructura de la carpeta de l'espai
es: Haga clic para actualizar la estructura de la carpeta del espacio

source: Don't sync files with this extensions:
ca@valencia: No sincronitzar arxius que tinguen aquestes extensions:
es: No sincronizar archivos con estas extensiones:

source: Applying the changes will only sync the content of the selected folders and have the extensions allowed Do you want to delete the rest of the folders from this computer?
ca@valencia: L'aplicació dels canvis només sincronitzarà el contingut de les carpetes seleccionades i que tinga les extensions permeses Voleu suprimir la resta de carpetes no seleccionades d'aquest ordinador?
es: Aplicando los cambios sólo se sincronizará el contenido de las carpetas seleccionadas y que tenga las extensiones permitidas ¿Desea borrar el resto de carpetas no seleccionadas de deste ordenador?

source: Applying the changes will sync all the content of your space that have the extensions allowed
ca@valencia: L'aplicació dels canvis sincronitzarà tot el contingut del compte de l'espai que tinga les extensions permeses
es: Aplicando los cambios se sincronizará todo el contenido de su espacio que tenga las extensiones permitidas

source: Yes, delete unselected folders
ca@valencia: Sí, suprimeix les carpetes no seleccionades
es: Si, borrar las carpetas no seleccionadas

source: No, keep folders unselected
ca@valencia: No, conserva les carpetes no seleccionades
es: No, mantener las carpetas no seleccionadas

source: There are pending changes related to synchronization. Do you want apply the changes or discard them?
ca@valencia: Les preferències de l'espai han canviat. Voleu aplicar els canvis o descartar-los?
es: Hay cambios pendientes relacionados con la sincronización. ¿Desea aplicar los cambios o descartarlos?

source: Discard
ca@valencia: Descarta
es: Descartar

source: Functionality available only if sync is stopped
ca@valencia: Funcionalitat disponible només si la sincronització està parada
es: Funcionalidad sólo disponible si la sincronización esta parada

source: Changes applied correctly
ca@valencia: Els canvis s'han aplicat correctament
es: Cambios aplicados correctamente

source: An error occurred while applying the changes. Press Cancel and resync the space
ca@valencia: No s'han pogut aplicar els canvis. Feu clic a Cancel·la i resincronitze l'espai
es: Ha ocurrido un error al aplicar los cambios. Haga clic en Cancelar y resincronice el espacio

source: An error occurred while getting the space folder structure
ca@valencia: S'ha produït un error en obtindre l'estructura de carpetes de l'espai
es: Ha ocurrido un error al obtener la estructura de la carpeta del espacio

source: Space Info
ca@valencia: Informació de l'espai
es: Información del espacio

source: Library:
ca@valencia: Biblioteca:
es: Biblioteca:

source: Local folder:
ca@valencia: Carpeta local:
es: Carpeta local:

source: Click to open local folder of space
ca@valencia: Feu clic per a obrir la carpeta local de l'espai
es: Haga clic para abrir la carpeta local del espacio

source: Free Space:
ca@valencia: Espai disponible:
es: Espacio disponible:

source: Information not available
ca@valencia: La informació no està disponible
es: Información no disponible

source: Synchronization:
ca@valencia: Sincronització:
es: Sincronización:

source: Running
ca@valencia: S'està executant
es: En marcha

source: Stopped
ca@valencia: Parada
es: Parada

source: Click to stop syncing with space
ca@valencia: Feu clic per a detindre la sincronització amb l'espai
es: Haga clic para detener la sincronización del espacio

source: Click to start syncing with space
ca@valencia: Feu clic per a iniciar la sincronització amb l'espai
es: Haga clic para iniciar la sincronización del espacio

source: Status:
ca@valencia: Estat:
es: Estado:

source: Click to update status information
ca@valencia: Feu clic per a actualitzar la informació sobre l'estat
es: Haga clic para actualizar la información sobre el estado

source: Unlink from space:
ca@valencia: Desvincular de l'espai:
es: Desvincular del espacio:

source: Click to unlink from space
ca@valencia: Feu clic per a desvincular de l'espai
es: Haga clic para desvincular del espacio

source: Account
ca@valencia: Compte
es: Cuenta

source: Are you sure you want to unlink this computer from this space?. The files will stop syncing, but the contents of the space will not be erased
ca@valencia: Segur que voleu desvincular aquest ordinador de l'espai? Els arxius ja no se sincronitzaran, però el contingut de la carpeta local de l'espai no s'esborrarà
es: ¿Esta seguro que desea desvincular este ordenador de este espacio? Los archivos ya no serán sincronizados, pero el contenido de la carpeta local no será borrado

source: The local folder of space is empty. Are you sure you want to start the synchronization? This action can lead to deletion of files stored on OneDrive/SharePoint
ca@valencia: La carpeta local de l'espai està buida. Està segur de voler posar en marxa la sincronització? Aquesta acció pot provocar l'esborrat d'arxius emmagatzemats en el OneDrive/SharePoint
es: La carpeta local del espacio está vacía. ¿Está seguro de querer poner en marcha la sincronización? Esta acción puede provocar el borrado de archivos almacenados en OneDrive/SharePoint

source: The OneDrive client has been updated. The new version requires a data consolidation process to be run, which can take a long time. If the synchronization is running, it will be necessary to stop it in order to launch the consolidation process and be able to start the synchronization again.
ca@valencia: El client de OneDrive ha sigut actualitzat. La nova versió requerix que s'execute un procés de consolidació de les dades que pot requerir molt de temps. Si la sincronització esta en marxa, serà necessari detindre-la per a poder llançar el procés de consolidació i poder tornar a iniciar-la de nou.
es: El cliente de OneDrive ha sido actualizado La nueva versión requiere que se ejecute un proceso de consolidación de los datos que puede requerir mucho tiempo. Si la sincronización esta en marcha, será necesario detenerla para poder lanzar el proceso de consolidación y poder volver a iniciarla de nuevo.

source: Launch consolidation
ca@valencia: Llança consolidació
es: Lanzar consolidación

source: Wait a moment and update the status If persist run a LliureX-OneDrive test
ca@valencia: Espereu un moment i actualitzeu l'estat Si continua, executeu el test del LliureX-OneDrive
es: Espere un momento y actualice el estado Si persiste ejecute el test de LliureX-OneDrive

source: Consult the help to solve the situation
ca@valencia: Consulteu l'ajuda per a resoldre aquesta situació
es: Consulte la ayuda para resolver esta situación

source: Wait a moment and update the status .If persist update authorization to sync space
ca@valencia: Espereu un moment i actualitzeu l'estat Si continua, actualitze l'autoritzacio per a sincronitzar l'espai
es: Espere un momento y actualice el estado Si persiste actualice la autorización para sincronizar el espacio

source: All remote content synchronized
ca@valencia: Tot el contingut remot està sincronitzat
es: Todo el contenido remoto esta sincronizado

source: Remote content pending syncing
ca@valencia: Contingut remot pendent de sincronitzar
es: Cambios remotos pendiente de sincronizar

source: files pending to upload
ca@valencia: arxius pendents de pujar
es: archivos pendientes de subir

source: Configuration migration completed successfully
ca@valencia: La migració de la configuració ha finalitzat correctament
es: La migración de la configuración se ha completado correctamente

source: Microsoft OneDrive API return an error
ca@valencia: L'API de Microsoft OneDrive retorna un error
es: Microsoft OneDrive API ha devuelto un error

source: Unable to connect with Microsoft OneDrive
ca@valencia: No es pot connectar amb Microsoft OneDrive
es: No es posible conectar con Microsoft OneDrive

source: Problems with local file system
ca@valencia: Hi ha problemes amb el sistema local de fitxers
es: Problemas con el sistema local de ficheros

source: Your free space is 0
ca@valencia: El vostre espai disponible és 0
es: Su espacio disponible es 0

source: Information about yor quota information is restricted Maybe your free space is 0
ca@valencia: La informació sobre la vostra quota està restringida Potser l'espai disponible és 0
es: La información sobre su quota esta restringida Puede que el espacio disponible sea 0

source: Problems with database
ca@valencia: Problemes amb la base de dades
es: Problemas con la base de datos

source: The authorization to access your account has expired
ca@valencia: L'autorització per a accedir al vostre compte ha caducat
es: La autorización para acceder a su cuenta ha caducado

source: Uploading pending changes
ca@valencia: S'estan carregant els canvis pendents
es: Subiendo cambios pendientes

source: Microsoft OneDrive not available
ca@valencia: El Microsoft OneDrive no està disponible
es: Microsoft OneDrive no esta disponible

source: Unable to start synchronization
ca@valencia: No es pot iniciar la sincronització
es: No es posible iniciar la sincronización

source: Unable to stop synchronization
ca@valencia: No es pot detindre la sincronització
es: No es posible detener la sincronización

source: The local folder of space is empty.
ca@valencia: La carpeta local de l'espai està buida.
es: La carpeta local del espacio está vacía.

source: The local folder of space not exist.
ca@valencia: La carpeta local de l'espai no existeix.
es: La carpeta local del espacio no existe.

source: Access denied. Might not have enough permision
ca@valencia: Accés denegat. Pot ser que no tinga suficients permissos
es: Acceso denegado. Puede que no tenga suficientes permisos

source: Space
ca@valencia: Espai
es: Espacio

source: Settings
ca@valencia: Preferèncias
es: Preferencias

source: Tools
ca@valencia: Eines
es: Herramientas

source: Synchronization start:
ca@valencia: Inici de la sincronització:
es: Iniciar sincronización:

source: Start when booting the system
ca@valencia: Iniciar quan arranque el sistema
es: Iniciar cuando arranque el sistema

source: Synchronize remote changes every (in minutes):
ca@valencia: Sincronitza els canvis remots cada (en minuts):
es: Sincronizar cambios remotos cada (en minutos):

source: Download/Upload network bandwidth:
ca@valencia: Ample de banda de xarxa per a descàrrega/pujada:
es: Ancho de red para descarga/subida:

source: Maximun fize size to sync:
ca@valencia: Grandària màxima dels fitxers a sincronitzar:
es: Tamaño máximo de los ficheros a sincronizar:

source: Don't sync files larger than
ca@valencia: Excloure fitxers de més de
es: Excluir ficheros de más de

source: Show notifications:
ca@valencia: Mostra notificacions:
es: Mostrar notificaciones:

source: Notifications of actions on files/folders
ca@valencia: Notificacions d'accions sobre arxius/carpetes
es: Notificaciones de acciones sobre archivos/carpetas

source: Click to receive notifications about file uploads/downloads and file and folders deletions
ca@valencia: Feu clic per a rebre notificacions sobre càrrega/descarrega d'arxius i sobre esborrament d'arxius i carpetes
es: Haga clic para recibir notificaciones sobre carga/descarga de archivos y sobre borrado de archivos y carpetas

source: Log management:
ca@valencia: Gestió del log:
es: Gestión del log:

source: Activate log
ca@valencia: Activa el log
es: Activar log

source: Log file size:
ca@valencia: Grandària de l'arxiu del log:
es: Tamaño del archivo de log:

source: Click to manage log file
ca@valencia: Feu clic per a gestionar l'arxiu del log
es: Haga clic para gestionar el archivo del log

source: View log file
ca@valencia: Vore l'arxiu del log
es: Ver el archivo del log

source: Delete log file
ca@valencia: Esborrar l'arxiu del log
es: Borrar el archivo del log

source: The settings of space have changed. Do you want apply the changes or discard them?
ca@valencia: Les preferències de l'espai han canviat. Voleu aplicar els canvis o descartar-los?
es: Las preferencias del espacio han cambiado. ¿Desea aplicar los cambios o descartarlos?

source: Are you sure you want to delete log file?
ca@valencia: Esteu segur que desitgeu esborrar l'arxiu del log?
es: ¿Está seguro que desea borrar el archivo del log?

source: Failed to change synchronization boot configuration
ca@valencia: No s'ha pogut canviar la configuració d'inici de la sincronització
es: Error al cambiar la configuración de inicio de la sincronización

source: Failed to write configuration file
ca@valencia: No s'ha pogut escriure el fitxer de configuració
es: Error al escribir el fichero de configuración

source: Failed to apply configuration changes
ca@valencia: No s'han pogut aplicar els canvis de configuració
es: Error al aplicar los cambios de la configuración

source: The changes will take effect the next time you start session or synchronization
ca@valencia: Els canvis tindran efecte la pròxima vegada que inicieu la sessió o la sincronització
es: Los cambios tendrán efecto la próxima vez que inicie sesión o la sincronización

source: Loading. Wait a moment...
ca@valencia: S'està carregant. Espereu un moment...
es: Cargando. Espere un momento...

source: Run the consolidation process for the new client version:
ca@valencia: Executar el procés de consolidació per a la nova versió del client:
es: Ejecutar el proceso de consolidación para la nueva versión del cliente:

source: Click to run the consolidation process for the new version of client
ca@valencia: Executar el procés de consolidació per a la nova versió del client
es: Haga clic para ejecutar el proceso de consolidación para la nueva versión del cliente

source: Run a LliureX-OneDrive test:
ca@valencia: Executa el test del LliureX-OneDrive:
es: Ejecutar test de LliureX-OneDrive:

source: Click to run an LliureX-OneDrive test command
ca@valencia: Feu clic per a executar el test per al LliureX-OneDrive
es: Haga clic para ejecutar el test de LliureX-OneDrive

source: Resynchronize space:
ca@valencia: Resincronitzar espai:
es: Resincronizar espacio:

source: Click to resynchronize the space
ca@valencia: Feu clic per a resincronitzar l'espai
es: Haga clic para resincronizar el espacio

source: Update authorization to sync space:
ca@valencia: Actualitzar l'autorització per a sincronitzar l'espai:
es: Actualizar la autorización para sincronizar el espacio:
